const instructions = [{
    title: "",
    body: "CIDPPLUS，以下简称本程序，是一款由Ayedaren（啊叶大人）独自开发的微信小程序，采用中间服务器ayedaren.cn利用python抓取数据，Django作为服务框架，免去了在web端的繁琐操作，能力有限，bug难免，此文档描述您可能遇见的问题以及解决方案",
    note: ""
}, {
    title: "1.登录",
    body: "在登录界面请务必输入您的学号，以及办事大厅密码，如提示错误请您务必检查密码是否正确。",
    note: ""
}, {
    title: "2.验证码",
    body: "在您输入密码提示错误以后，你的账户会被防灾科技学院网上办事大厅要求携带验证码登录，由于本应用采用爬虫形式，暂无法处理验证码，请您在办事大厅正常登录后使用本程序",
    note: ""
}, {
    title: "3.数据更新问题",
    body: "您的数据在一次登录后会被缓存到本地，重新登录将会删除所有缓存，以获取到最新的数据",
    note: ""
}, {
    title: "4.清除单项缓存",
    body: "您可以选择清除单项缓存，以更新单项数据，且不影响程序加载速度",
    note: ""
}, {
    title: "5.退出后清除缓存",
    body: "此功能默认关闭，以节省服务器带宽提高程序加载速度，但数据更新可能不及时，您可以打开此功能,及时获取最新数据，但可能需要更长的加载时长。",
    note: ""
}, {
    title: "5.其他问题",
    body: "如您在使用过程中遇到了其他问题，请联系我，我的QQ：1783580635、微信：heyyeguoqing、微博：啊叶大人AYEDAREN、公众号：啊叶大人",
    note: ""
}, ]

export default instructions