const privacyPolicy= [{
    title: "",
    body: "CIDPPLUS尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，CIDPPLUS会按照本隐私权政策的规定使用和披露您的个人信息。但CIDPPLUS将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，CIDPPLUS不会将这些信息对外披露或向第三方提供。CIDPPLUS会不时更新本隐私权政策。 您在同意CIDPPLUS服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于CIDPPLUS服务使用协议不可分割的一部分",
    note: ""
}, {
    title: "1. 适用范围",
    body: "a) 在为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；",
    note: ""
}, {
    title: "",
    body: "b)根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；",
    note: ""
}, {
    title: "",
    body: "c) 如您出现违反中国有关法律、法规或者CIDPPLUS服务协议或相关规则的情况，需要向第三方披露；",
    note: ""
}, {
    title: "2. 信息使用",
    body: "a) CIDPPLUS不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和CIDPPLUS（含CIDPPLUS关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。",
    note: ""
}, {
    title: "3. 信息存储和交换",
    body: "a) 本程序在未经您同意时，不会在服务器端存储您的任何个人信息。",
    note: ""
}, {
    title: "4. 信息安全",
    body: "a) 请勿将您的学号密码透露给其他组织或机构,因您个人原因造成的信息安全问题，本程序概不负责",
    note: ""
}, ]

export default privacyPolicy